[
    {
        "id": 1,
        "slug": "labirentfethiye",
        "title": "Labirent Fethiye",
        "shortDesc": "Kiralama Portalı",
        "url": "www.labirentfethiye.com",
        "mainPhoto": "labirentfethiye-main.PNG",
        "longDesc": "Next.js ile geliştirilen bu SEO ve performans odaklı villa kiralama sitesi, kullanıcı dostu bir arayüz ve yüksek hız sunar. Mobil uyumlu tasarımı sayesinde her cihazda sorunsuz çalışırken, entegre müsaitlik takvimi ile kullanıcılar kolayca uygun tarihleri görebilir ve hızlı rezervasyon yapabilir. Güçlü SEO yapısı ve optimize edilmiş performansıyla, arama motorlarında üst sıralarda yer alacak şekilde tasarlanmıştır.",
        "detailPhoto1": "labirentfethiyeee.PNG",
        "detailPhoto2": "labirentfethiye-detail2.PNG",
        "detailPhoto2Desc1": "Villa kiralama portalımızda, tatilinizi güvenle planlamanız için online ödeme seçeneği sunuyoruz. Kredi kartı ile yapacağınız ödemeler, güvenli ödeme altyapımız sayesinde şifrelenmiş ve koruma altına alınmıştır. Hızlı ve pratik ödeme süreci ile hayalinizdeki tatili zahmetsizce rezerve edebilir, güvenilir bir kiralama deneyimi yaşayabilirsiniz.",
        "detailPhoto2Desc1PrivateText": "Güvenli ve Kolay Online Ödeme Seçeneği.",
        "detailPhoto2Desc2": "Rezervasyonunuzu tamamladıktan sonra, size özel rezervasyon numaranız ile sitemizde yer alan Rezervasyon Takip ekranından işleminizin güncel durumunu kolayca takip edebilirsiniz.",
        "galleryPhoto1": "labirentfethiye-gallery2.PNG",
        "galleryPhoto2": "labirentfethiye-gallery3.PNG",
        "galleryPhoto3": "labirentfethiye-gallery1.PNG",
        "galleryPhoto4": "labirentfethiye-gallery4.PNG",
        "galleryPhoto5": "labirentfethiye-gallery5.PNG"
    },
    {
        "id": 2,
        "slug": "akaydinsemsiye",
        "title": "Akaydın Şemsiye",
        "shortDesc": "Fabrika Yönetim",
        "url": null,
        "mainPhoto": "akaydinsemsiye1.PNG",
        "longDesc": "React ile geliştirilen bu proje, fabrika içi tüm operasyonları yönetmek için tasarlanmıştır. İmalat, stok, müşteri ve sipariş yönetimi gibi kritik süreçleri tek bir platformda bir araya getirerek verimliliği artırır. Kullanıcı dostu arayüzü ve yüksek performansı sayesinde işletmeler, süreçlerini kolayca takip edebilir ve optimize edebilir. Mobil uyumlu yapısı ile her cihazda sorunsuz çalışırken, güçlü altyapısı sayesinde büyük veri setleriyle bile hızlı ve kesintisiz bir deneyim sunar.",
        "detailPhoto1": "akaydinsemsiye2.PNG",
        "detailPhoto2": null,
        "detailPhoto2Desc1": null,
        "detailPhoto2Desc1PrivateText": null,
        "detailPhoto2Desc2": null,
        "galleryPhoto1": null,
        "galleryPhoto2": null,
        "galleryPhoto3": null,
        "galleryPhoto4": null,
        "galleryPhoto5": null
    },
    {
        "id": 3,
        "slug": "gdmenu",
        "title": "GD MENU",
        "shortDesc": "Qr Menu",
        "url": "gdmenu.com",
        "mainPhoto": "gdmenuu1.PNG",
        "longDesc": "Next.js ile geliştirilen bu QR menü uygulaması, işletmelerin menülerini modern ve dijital bir şekilde sunmalarını sağlar. Mobil uyumlu yapısı sayesinde müşterileriniz, QR kodunu tarayarak menünüze anında erişebilir.",
        "detailPhoto1": "gdmenuu2.PNG",
        "detailPhoto2": "gdmenuu3.PNG",
        "detailPhoto2Desc1": "paketler ile işletmenizi en üst düzeylere taşıyabilirsiniz. Ayrıca 14 gün boyunca kullanım ücretsiz.",
        "detailPhoto2Desc1PrivateText": "Her bütçeye uygun",
        "detailPhoto2Desc2": "Farklı dillerde içerik sunarak uluslararası müşterilere hitap edebilir, birden fazla para birimiyle fiyatlandırma yaparak esnek bir alışveriş deneyimi sunabilirsiniz.",
        "galleryPhoto1": "gdmenuu4.PNG",
        "galleryPhoto2": "gdmenuu5.PNG",
        "galleryPhoto3": null,
        "galleryPhoto4": null,
        "galleryPhoto5": null
    }
]